Repository: pypi-data/pypi-mirror-261
Catalog: packages/collective.plausible/collective.plausible-1.0a6-py3-none-any.whl/collective/plausible/locales/*/LC_MESSAGES/collective.plausible.po
Languages: fr

source: Add a link in the object menu
fr: Ajouter un lien dans le menu objet

source: Add a link in the user menu
fr: Ajouter un lien dans le menu utilisateur

source: Add a link to the statistics browser view in the object menu
fr: Ajouter un lien vers la vue des statistiques dans le menu objet

source: Add a link to the statistics browser view in the user menu
fr: Ajouter un lien vers la vue des statistiques dans le menu utilisateur

source: Clickhouse :&nbsp;
fr: Clickouse :&nbsp;

source: Enable Plausible
fr: Activer Plausible

source: Enable Plausible analytics tracking on this content and all its children.
fr: Activer le suivi des statistiques Plausible sur ce contenu et tous ses enfants.

source: Error while trying to connect to Plausible API
fr: Erreur lors de la tentative de connexion à l'API Plausible

source: Example : imio.be
fr: Exemple : imio.be

source: Example : plausible.imio.be
fr: Exemple : plausible.imio.be

source: Fields state
fr: Etat des champs

source: Installs the collective.plausible add-on.
fr: Installe le module collective.plausible.

source: Installs the collective.plausible.testing profile.
fr: Installe le profil de test collective.plausible.testing.

source: Plausible Control Panel
fr: Panneau de configuration Plausible

source: Plausible Site
fr: Site Plausible

source: Plausible URL
fr: URL de l'instance Plausible

source: Plausible analytics fields
fr: Champs Plausible analytics

source: Plausible analytics is not set
fr: Plausible analytics n'est pas configuré

source: Plausible authentification token
fr: Token d'authentification Plausible

source: Plausible fields
fr: Champs Plausible

source: Plausible fields are not set yet. You can define them on content properties.
fr: Les champs Plausible ne sont pas encore définis. Vous pouvez les définir dans les propriétés du contenu.

source: Plausible fields are set
fr: Les champs Plausible sont définis

source: Plausible parameters are defined on content properties
fr: Les paramètres Plausible sont définis dans les propriétés du contenu

source: Plausible server healthcheck
fr: Etat du serveur Plausible

source: Plausible token
fr: Token Plausible

source: Sites cache :&nbsp;
fr: Cache des sites :&nbsp;

source: Statistics
fr: Statistiques

source: Uninstalls the collective.plausible add-on.
fr: Désinstalle le module collective.plausible.

source: collective.plausible (uninstall)
fr: collective.plausible (désinstallation)
