import random

class quote():
    def __init__(self, item):
        quotes = ["Делу время потехехех",
                  "ээде2де ыыыыы",
                  "Много пить - недолго жить",
                  "Мотивацию поднял, школа - дом, сегодня в зал",
                  "Хочешь жить - умей вертеться в петле",
                  "Дюха бьёт, потом я",
                  "Сынок, твой батя хуесос",
                  "Лучше конец света, чем конец у светы",
                  "Раз два три чотыре",
                  "Вы все читали, знаете",
                  "Помню иду по парку, увидел говно, захавал его и нормально",
                  "Ты знаешь свой путь, но не знаешь его направления",
                  "it is better to cum in the sink, then to sink in the cum",
                  "Соси",
                  "Мои друзья учёные-китайцы говорят говорят, что это вы виновны в землетрясениях на территории Японии",
                  "кто щяс читает енту цитату знайьхлоршего дня тебе и чирсы",
                  "Так лан, всем покедова и спокойной ночи)",
                  '"А я не медный пряник, чтобы всем нравиться" Матвеева',
                  "Кури, бухай и баб еби\nЗайми касарь и не верни\nНо помни истину одну\nПивасом угощай братву"
                  ]
        if item == "random":
            print(random.choice(quotes))
        else:
            print(quotes[item])