#字母键
按键_A,按键_B,按键_C,按键_D,按键_E,按键_F,按键_G,按键_H,按键_I,按键_J,按键_K,按键_L,按键_M,按键_N,按键_O,按键_P,按键_Q,按键_R,按键_S,按键_T,按键_U,按键_V,按键_W,按键_X,按键_Y,按键_Z = 65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90
#字母上的数字键(左边)
按键_0_,按键_1_,按键_2_,按键_3_,按键_4_,按键_5_,按键_6_,按键_7_,按键_8_,按键_9_ = 48,49,50,51,52,53,54,55,56,57
#数字键(右边)
按键_0,按键_1,按键_2,按键_3,按键_4,按键_5,按键_6,按键_7,按键_8,按键_9 = 96,97,98,99,100,101,102,103,104,105
#功能键
按键_F1,按键_F2,按键_F3,按键_F4,按键_F5,按键_F6,按键_F7,按键_F8,按键_F9,按键_F10,按键_F11,按键_F12=112,113,114,115,116,117,118,119,120,121,122,123
#其它键
按键_乘,按键_加,按键_小回车,按键_减,按键_点,按键_除 = 106,107,108,109,110,111
按键_退格,按键_TAB,按键_清除键,按键_回车,按键_SHIFT,按键_CONTROL,按键_ALT,按键_大小写键,按键_ESC,按键_空格,按键_PAGE_UP,按键_PAGE_DOWN,按键_END,按键_HOME,按键_向左,按键_向右=8,9,12,13,16,17,18,20,27,32,33,34,35,36,37,38
按键_向右,按键_向下,按键_INS,按键_DEL,按键_NUM,按键_冒号键,按键_等号键,按键_逗号键,按键_下划线键,按键_句号键,按键_问号键,按键_波浪键,按键_左括号,按键_斜杠键,按键_右括号,按键_引号键=39,40,45,46,144,186,187,188,189,190,191,192,219,220,221,222
按键_音量加,按键_音量减,按键_停止,按键_静音,按键_浏览器,按键_邮件,按键_搜索,按键_搜餐 = 175,174,179,173,172,180,170,171
按键_WIN = 91
